Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: The first vacancy announcement he had seen in his seven months in New York had arrived only one week previously.
zh: 在他待在纽约的7个月当中，他只见到第一个空缺通知在一个星期之前送到。

source: Mr. Elnaggar (Egypt) thanked the representatives of Nigeria and Cuba for confirming the requirement to distribute hard copies of vacancy announcements and requested a suspension of the meeting to permit his and other delegations to formulate a proposal on the matter.
zh: 39. Elnaggar先生（埃及）感谢尼日利亚和古巴代表证实了空缺通知的副本必须分发的规定,并请求暂停会议,让他和其他代表团能够就该问题拟订一项提案。

source: Mr. Mazumdar (India) recalled that the Committee had also approved posts for the Counter-Terrorism Executive Directorate in December 2004, and asked what progress had been made towards filling those posts.
zh: 40. Mazumdar先生（印度）回顾，委员会也在2004年12月核可了反恐怖主义执行理事会的一些员额，他询问在填补那些员额方面有什么进展。

source: The meeting was suspended at 11.20 a.m. and resumed at 11.35 a.m.
zh: 会议于上午11时20分暂停,上午11时35分继续

source: Mr. Elnaggar (Egypt) said that he had taken note of the Secretariat's interpretation of the wording of paragraph 5 of resolution 59/266.
zh: 41. Elnaggar先生（埃及）说，他已经注意到秘书处对于第59/266号决议第5段文字的解释。

source: Before taking a position on the matter, he would like the Secretariat to respond, at the Committee's next formal meeting, to the delegations' questions on vacancy announcements.
zh: 在就该问题采取立场之前，他希望秘书处能够在委员会的下一次正式会议上答复代表团关于空缺通告的问题。

source: Hungary: revised draft resolution
zh: 匈牙利：订正决议草案

source: Notes that, in accordance with the decision reached at the Fifth Review Conference,5 the Sixth Review Conference will be held in Geneva in 2006 and the dates will be formally agreed by the preparatory committee for that Conference, which will be open to all States parties to the Convention and which will meet in Geneva during the week beginning 24 April 2006;
zh: 5． 注意到按照第五次审议大会作出的决定，5 第六次审议大会将于2006年在日内瓦举行，会议日期将由向公约所有缔约国开放的筹备委员会正式商定，筹备委员会将于2006年4月24日开始的一周在日内瓦举行会议；

source: International cooperation and coordination for the human and ecological rehabilitation and economic development of the Semipalatinsk region of Kazakhstan
zh: 60/216. 为哈萨克斯坦塞米巴拉金斯克区域人的康复、 生态恢复和经济发展开展国际合作与协调

source: Recalling its resolutions 52/169 M of 16 December 1997, 53/1 H of 16 November 1998, 55/44 of 27 November 2000 and 57/101 of 25 November 2002,
zh: 回顾其1997年12月16日第52/169 M号、1998年11月16日第53/1 H号、2000年11月27日第55/44号和2002年11月25日第57/101号决议，

source: Recognizing the important role of national development policies and strategies in the rehabilitation of the Semipalatinsk region, and taking note with satisfaction of the elaboration of the Kazakhstan national programme entitled “Complex solution of the former Semipalatinsk nuclear test site problems for 2005-2007”,
zh: 确认国家发展政策和战略对塞米巴拉金斯克区域的复原具有重要作用，并满意地注意到已经拟定了题为“2005-2007年全面解决前塞米巴拉金斯克核试验场问题”的哈萨克斯坦国家方案，

source: Recognizing also the contribution of different organizations of the United Nations system, donor States, intergovernmental and non-governmental organizations to humanitarian assistance and to the implementation of the projects aimed at the rehabilitation of the region and the role of the Government of Kazakhstan in this regard,
zh: 又确认联合国系统不同组织、捐助国、政府间组织和非政府组织对人道主义援助和执行旨在使该区域复原的各种项目所作的贡献以及哈萨克斯坦政府在这方面的作用，

source: Recognizing further the challenges Kazakhstan faces in the rehabilitation of the Semipalatinsk region, in particular in the context of the efforts by the Government of Kazakhstan to ensure an effective and timely achievement of the Millennium Development Goals,
zh: 还确认哈萨克斯坦使塞米巴拉金斯克区域复原的努力，尤其是哈萨克斯坦政府确保及时切实实现千年发展目标的努力面临各种挑战，

source: Taking into account the fact that many international programmes in the Semipalatinsk region have been completed whereas serious social, economic and ecological problems continue to exist,
zh: 考虑到在塞米巴拉金斯克区域开展的许多国际方案已经完成，而严重的社会、经济和生态问题依然存在，

source: Conscious that the international community should continue to pay due attention to the issue of the human, ecological and socio-economic dimensions of the situation in the Semipalatinsk region,
zh: 意识到国际社会应继续对塞米巴拉金斯克区域状况中人的方面、生态方面和社会经济方面的问题给予应有的重视，

source: Takes note of the report of the Secretary-General1 and the information contained therein on measures taken to solve the health, ecological, economic and humanitarian problems and to meet the needs of the Semipalatinsk region;
zh: 1. 注意到秘书长的报告1 及其中关于为解决塞米巴拉金斯克区域的健康、生态、经济和人道主义问题以及满足该区域的需要所采取的措施的资料；

source: Welcomes and recognizes the important role of the Government of Kazakhstan in providing domestic resources to help meet the needs of the Semipalatinsk region, including for the implementation of the Kazakhstan national programme entitled “Complex solution of the former Semipalatinsk nuclear test site problems for 2005-2007”;
zh: 2． 欢迎并确认哈萨克斯坦政府在提供本国资源帮助满足塞米巴拉金斯克区域的需要，包括执行题为“2005-2007年全面解决前塞米巴拉金斯克核试验场问题”的哈萨克斯坦国家方案方面发挥重要作用；

source: Calls upon the international community, including all Member States, in particular donor States, and United Nations institutions to continue to support Kazakhstan in addressing the challenges of the rehabilitation of the Semipalatinsk region and its population, taking additional action, including by facilitating the implementation of the Kazakhstan national programme on addressing the problems of the former Semipalatinsk nuclear testing ground in a comprehensive manner, and stresses the importance of regional cooperation in this regard;
zh: 3． 吁请国际社会，包括全体会员国，尤其是捐赠国及联合国各机构，继续支持哈萨克斯坦迎应塞米巴拉金斯克区域复原和民众康复的挑战，应采取进一步行动，包括协助执行全面处理前塞米巴拉金斯克核试验场问题的哈萨克斯坦国家方案，并强调必须在这方面开展区域合作；

source: Urges the international community to provide assistance to Kazakhstan in the formulation and implementation of special programmes and projects of treatment and care for the affected population as well as in the efforts to ensure economic growth and sustainable development in the Semipalatinsk region;
zh: 4. 敦促国际社会协助哈萨克斯坦制订和执行关于治疗和护理塞米巴拉金斯克区域受影响民众的特别方案和项目，并协助努力确保塞米巴拉金斯克区域的经济增长和可持续发展；

source: Invites the Secretary-General to pursue a consultative process, with the participation of interested States and relevant United Nations agencies, on modalities for mobilizing the necessary support to seek appropriate solutions to the problems and needs of the Semipalatinsk region, including those prioritized in the report of the Secretary-General;
zh: 6. 请秘书长发起一个由有关国家及联合国有关机构参与的协商进程，讨论以何种方式来调动必要的支助，以寻求适当办法解决塞米巴拉金斯克区域的各种问题和需要，包括秘书长的报告认为需要优先解决的问题和需要；

source: Requests the Secretary-General to report to the General Assembly at its sixty-third session, under a separate sub-item, on the progress made in the implementation of the present resolution.
zh: 8. 请秘书长在一个单独的分项目下就本决议的执行进展情况向大会第六十三届会议提出报告。

source: Letter dated 7 March 2005 from the Permanent Representatives of Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan to the United Nations addressed to the Secretary-General
zh: 2005年3月7日哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、土库曼斯坦和乌兹别克斯坦常驻联合国代表给秘书长的信

source: We have the honour to transmit herewith the text of the Tashkent statement of representatives of Central Asian States on the establishment of a nuclear-weapon-free zone in Central Asia, adopted at the United Nations-sponsored meeting on the Central Asian nuclear-weapon-free zone, held on 8 February 2005 in Tashkent (see annex).
zh: 谨随函附上2005年2月8日由联合国赞助、在塔什干召开的中亚无核武器区会议所通过的中亚国家代表关于在中亚建立无核武器区的塔什干声明（见附件）。

source: We would be grateful if you would have the present letter and its annex circulated as a document of the General Assembly, under agenda items 55, 65, 65 (bb), 66 (e), 71, and of the Security Council.
zh: 请将本函及其附件作为大会议程项目55、65、65(bb)、66(e)和71和安全理事会的文件分发为荷。

source: (Signed) Yerzhan Kazykhanov Permanent Representative of the Republic of Kazakhstan to the United Nations
zh: 哈萨克斯坦共和国常驻联合国代表

source: (Signed) Nurbek Jeenbaev Permanent Representative of the Kyrgyz Republic to the United Nations
zh: 吉尔吉斯斯坦共和国常驻联合国代表

source: (Signed) Rashid Alimov Permanent Representative of the Republic of Tajikistan to the United Nations
zh: 努尔贝克·金巴耶夫（签名）

source: (Signed) Aksoltan Ataeva Permanent Representative of Turkmenistan to the United Nations
zh: 塔吉克斯坦共和国常驻联合国代表

source: (Signed) Alisher Vohidov Permanent Representative of the Republic of Uzbekistan to the United Nations
zh: 土库曼斯坦常驻联合国代表

source: Annex to the letter dated 7 March 2005 from the Permanent Representatives of Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan to the United Nations addressed to the Secretary-General
zh: 乌兹别克斯坦共和国常驻联合国代表

source: [Original: English and Russian]
zh: 阿利舍尔·沃希多夫（签名）

source: Tashkent statement of representatives of Central Asian States on the establishment of a nuclear-weapon-free zone in Central Asia
zh: 2005年3月7日哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、土库曼斯坦和乌兹别克斯坦常驻联合国代表给秘书长的信的附件

source: (7-9 February 2005)
zh: ［原件：英文和俄文］

source: Recalling the Almaty Declaration of the Heads of State of the Central Asian States, adopted on 28 February 1997; the statement adopted at Tashkent on 15 September 1997 by the Ministers for Foreign Affairs of the five States of the region; the United Nations General Assembly resolutions 52/38 S, of 9 December 1997, 53/77 A, of 4 December 1998, 55/33 W, of 20 November 2000 and 57/69, of 22 November 2002, and its decisions 58/518, of 8 December 2003 and 59/513, of 3 December 2004, entitled “Establishment of a nuclear-weapon-free zone in Central Asia”; and the Communiqué of the Consultative Meeting of the Experts of the Central Asian Countries, the Nuclear-Weapon States and the United Nations, adopted at Bishkek on 9 July 1998,
zh: 回顾1997年2月28日通过的《中亚国家元首阿拉木图宣言》、1997年9月15日中亚区域五个国家外交部长在塔什干通过的声明、联合国大会题为“建立中亚无核武器区”的1997年12月9日第52/38 S号、1998年12月4日第53/77 A号、2000年11月20日第55/33 W号和2002年11月22日第57/69号决议和2003年12月8日第58/518号和2004年12月3日第59/513号决定以及1998年7月9日在比什凯克通过的《中亚国家、核武器国家和联合国专家协商会议公报》，

source: Noting that in the final Document of the 2000 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons (NPT/CONF.2000/28 (Parts I and II)), the Parties expressed support for the intention and commitment of the five Central Asian States to establish a nuclear-weapon-free zone in their region, welcomed the practical steps taken towards implementation of their initiative and also noted with satisfaction the substantial progress made by the Central Asian States in drawing up and agreeing on a draft treaty on the establishment of a nuclear-weapon-free zone in Central Asia,
zh: 注意到在不扩散核武器条约缔约国2000年审议大会最后文件(NPT/CONF.2000/28(Parts I和II))中，缔约国表示支持五个中亚国家关于在其区域建立无核武器区的意向和承诺，欢迎这些国家为了落实它们的主动提议而采取的实际步骤，满意地注意到这些国家在起草和商定建立中亚无核武器区条约草案方面取得了实质性进展。

source: Welcome the outcome of the Tashkent meeting held from 7 to 9 February 2005 that finalized the draft treaty with the recommendations from the International Atomic Energy Agency and the United Nations Office for Legal Affairs and comments from the five nuclear-weapon States;
zh: 1． 欢迎2005年2月7日至9日在塔什干举行的会议取得的成果，会议参照国际原子能机构和联合国法律事务厅的建议和五个核武器国家的意见，敲定了条约草案；

source: Note with appreciation the support of all States, including the five nuclear-weapon States, for the initiative of the five Central Asian States establishing a nuclear-weapon-free zone in the region;
zh: 2． 赞赏地注意到所有国家，包括五个核武器国家都支持中亚五国在中亚区域建立无核武器区的倡议；

source: Reaffirm their strong commitments to establish a nuclear-weapon-free zone in Central Asia that will contribute to nuclear disarmament, peace and security in the region;
zh: 3． 重申五国坚决致力于在中亚建立无核武器区，为中亚区域的核裁军、和平和安全作出贡献；

source: Urge all States, particularly the nuclear-weapon States, to fully cooperate with the five Central Asian States in implementing the Central Asian Nuclear-Weapon-Free Zone Treaty;
zh: 4． 敦促所有国家，尤其是核武器国家，同中亚五国充分合作，执行《中亚无核武器区条约》；

source: Reiterate their earnest desire to sign the Central Asian Nuclear-Weapon-Free Zone Treaty as soon as possible.
zh: 5． 重申五国迫切希望尽快签署《中亚无核武器区条约》。

source: Letter dated 2 September 2005 from the Permanent Representative of China to the United Nations addressed to the Chairman of the Committee
zh: 2005年9月2日中国常驻联合国代表给委员会主席的信

source: With reference to your letter dated 11 August 2005, I have the honour to transmit herewith the reply of the Chinese Government to that letter regarding the efforts of China in the implementation of Security Council resolution 1540 (2004) (see annex).
zh: * 由于技术原因重新印发。

source: (Signed) Wang Guangya Ambassador Extraordinary and Plenipotentiary Permanent Representative of the People's Republic of China to the United Nations
zh: 谨随函转递中国政府对你2005年8月11日关于中国执行联合国安理会第1540（2004）号决议情况的信所作的回答（见附件）。

source: * Reissued for technical reasons.
zh: 中华人民共和国常驻联合国代表

source: Annex to the letter dated 2 September 2005 from the Permanent Representative of China to the United Nations addressed to the Chairman of the Committee
zh: 2005年9月2日中国常驻联合国代表给委员会主席的信的附件

source: [Original: Chinese]
zh: 中国执行联合国安理会第1540号决议报告的补充说明

source: Supplementary report on steps taken by China to implement Security Council resolution 1540 (2004)
zh: 一、 关于中国政府执行安理会第1540号决议情况表（下称表格）补充说明如下：

source: The following information on steps taken by China to implement Security Council resolution 1540 (2004) is provided as supplementary explanation of items questioned in the summary matrix of information (hereafter referred to as the matrix) compiled on the basis of China's national report by the Security Council Committee established pursuant to resolution 1540 (2004):
zh: ㈠ 表格第一部分

source: (a) Part 1 of the matrix
zh: 1. 第九条“海牙国际行为准则”（“准则”）：中国政府以建设性的态度参与了“准则”的讨论并提出了若干建议。

source: As these suggestions were not incorporated, China decided not to join the Code.
zh: 由于建议未被采纳，我们决定不参加“准则”。

source: However, this does not hinder China from engaging in constructive dialogue and cooperation in the area of missile non-proliferation with HCOC member States.
zh: 但是这并不妨碍中国与“准则”参加国在导弹不扩散领域开展建设性的对话与合作。

source: (ii) Item 15 [on matrix p. 2], “Other”: China is now party to intergovernmental agreements with 18 countries on the peaceful use of nuclear energy.
zh: 2. 第十五条“其他”：中国政府已与18个国家就和平利用核能达成政府间协议。

source: (b) Part 2 of the matrix
zh: ㈡ 表格第二部分

source: (i) Biological weapons
zh: 1. 生物武器

source: For China's national legal framework and enforcement measures with regard to prohibiting persons or entities to manufacture, acquire, possess, store, transport, transfer, or use biological weapons, or to finance, assist or participate in the foregoing activities as accomplices or as non-State actors, see articles 5, 6 and 7 of Amendment III of the Criminal Law of the People's Republic of China.
zh: ⑴ 中国政府制定的禁止个人或实体制造、获取、拥有、储藏、运输、转运、使用生物武器，以及禁止资助、协助或作为共犯参与上述活动或非国家行为者参与上述活动的国家法律框架和执法措施：见《中华人民共和国刑法修正案㈢》第五、第六、第七条。

source: b. For China's national legal framework and enforcement measures with regard to the means of delivery of biological weapons, see the Regulations of the People's Republic of China on Export Control of Missiles and Missile-Related Items and Technologies.
zh: ⑵ 中国政府制定的涉及生物武器相关运载工具的国家法律框架和执法措施：见《中华人民共和国导弹及相关物项和技术出口管制条例》。

source: c. With regard to China's enforcement measures prohibiting persons or entities from developing biological weapons, we suggest that this item [no. 5 on matrix p. 3] be deleted because Amendment III of the Criminal Law of the People's Republic of China contains no specific regulations concerning such activities.
zh: ⑶ 中国政府制定的禁止个人或实体开发生物武器的执法措施：由于《中华人民共和国刑法修正案㈢》对此无明确规定，建议删除此条。

source: (ii) Chemical weapons
zh: 2. 化学武器

source: For China's national legal framework and enforcement measures with regard to prohibiting persons or entities to manufacture, acquire, possess, store, or transport chemical weapons, or to finance, assist or participate in the foregoing activities as an accomplice or as a non-State actor, see articles 5, 6 and 7 of Amendment III of the Criminal Law of the People's Republic of China.
zh: ⑴ 中国政府制定的禁止个人或实体制造、获取、拥有、储藏、运输化学武器，以及禁止资助、协助或作为共犯参与上述活动或非国家行为者参与上述活动的国家法律框架和执法措施：见《中华人民共和国刑法修正案㈢》第五、第六、第七条。

source: b. For China's national legal framework and enforcement measures with regard to prohibiting persons or entities to transfer or use chemical weapons, see articles 5 and 6 of Amendment III of the Criminal Law of the People's Republic of China.
zh: ⑵ 中国政府制定的禁止个人或实体转运、使用化学武器的国家法律框架和执法措施：见《中华人民共和国刑法修正案㈢》第五、第六条。

source: c. For China's national legal framework and enforcement measures with regard to prohibiting persons or entities to develop chemical weapons, see the Regulations of the People's Republic of China on the Administration of the Controlled Chemicals; we suggest that this item [no. 5 on matrix p. 5] be deleted because Amendment III of the Criminal Law of the People's Republic of China contains no specific regulations concerning such activities.
zh: ⑶ 中国政府制定的禁止个人或实体开发化学武器的国家法律框架和执法措施见：《中华人民共和国监控化学品管理条例》；由于《中华人民共和国刑法修正案㈢》对此无明确规定，建议删除此条。

source: d. For China's national legal framework and enforcement measures with regard to the means of delivery of chemical weapons, see the Regulations of the People's Republic of China on Export Control of Missile-Related Items and Technologies.
zh: ⑷ 中国政府制定的涉及生物武器相关运载工具的国家法律框架和执法措施：见《中华人民共和国导弹及相关物项和技术出口管制条例》。

source: (iii) Nuclear weapons
zh: 3. 核武器

source: For China's national legal framework with regard to prohibiting persons or entities to manufacture, acquire, possess, store, transport, transfer or use nuclear weapons, or to finance, assist or participate in the foregoing activities as an accomplice or as a non-State actor, and for China's enforcement measures with regard to prohibiting persons or entities to acquire, possess, store, buy and sell, or use nuclear weapons, or to finance, assist or participate in the foregoing activities as an accomplice or as a non-State actor, see articles 5, 6 and 7 of Amendment III of the Criminal Law of the People's Republic of China.
zh: ⑴ 中国政府禁止个人或实体制造、获取、拥有、储藏、运输、转运、使用核武器，以及禁止资助、协助或作为共犯参与上述活动或非国家行为者参与上述活动的国家法律框架；中国政府禁止个人或实体获取、拥有、储藏、买卖、使用核武器，以及禁止资助、协助或作为共犯参与上述活动或非国家行为者参与上述活动的执法措施：见《中华人民共和国刑法修正案㈢》第五、第六、第七条。

source: b. With regard to China's enforcement measures prohibiting persons or entities from developing nuclear weapons, we suggest that this item [no. 5 on matrix p. 7] be deleted because Amendment III of the Criminal Law of the People's Republic of China contains no specific regulations concerning such activities.
zh: ⑵ 中国政府禁止个人或实体开发核武器的执法措施：由于《中华人民共和国刑法修正案㈢》对此无明确规定，建议删除此条。

source: c. For China's national legal framework and enforcement measures with regard to the means of delivery of nuclear weapons, see the Regulations of the People's Republic of China on Export Control of Missile-Related Items and Technologies.
zh: ⑶ 中国政府涉及核武器相关运载工具的国家法律框架和执法措施：见《中华人民共和国导弹及相关物项和技术出口管制条例》。

source: (c) Part 3 (a) and (b) of the matrix
zh: ㈢ 表格第三部分(a)(b)

source: (i) Biological weapons and related materials
zh: 1. 生物武器及相关材料

source: For China's national legal framework and enforcement measures with regard to accounting for the production or use of biological weapons and related materials, as well as to securing the production of biological weapons and related materials, see the Regulations on the Management of Veterinary Medicines.
zh: ⑴ 中国政府制定的对生物武器及相关材料的生产、使用进行衡算及对生物武器及相关材料的生产实施保安的国家法律框架和执法措施：见《兽药管理条例》。

source: b. For China's national legal framework and enforcement measures with regard to accounting for the transport of biological weapons and related materials, see the Measures of the People's Republic of China for the Control of Biological Products for Animal Uses.
zh: ⑵ 中国政府制定的对生物武器及相关材料的运输进行衡算的国家法律框架和执法措施：见《中华人民共和国兽用生物制品管理办法》。

source: c. For China's national legal framework and enforcement measures with regard to accounting for the storage of biological weapons and related materials, see the General Biosafety Standard for Microbiological and Biomedical Laboratories.
zh: ⑶ 中国政府制定的对生物武器及相关材料的储藏进行衡算的国家法律框架和执法措施：见《微生物和生物医学实验室生物安全通用准则》。

source: d. For China's national legal framework and enforcement measures with regard to securing the use of biological weapons and related materials, see the Tentative Measures on the Stockpiling and Management of Veterinary Bacteria Cultures and the Measures on the Stockpiling and Management of Medical Bacteria Cultures.
zh: ⑷ 中国政府制定的对生物武器及相关材料的使用实施保安的国家法律框架和执法措施：见《兽医微生物菌种保藏管理试行办法》和《医学微生物菌种保藏管理办法》。

source: e. For China's national legal framework and enforcement measures with regard to securing the storage of biological weapons and related materials, see the Tentative Measures of the People's Republic of China on the Stockpiling and Management of Veterinary Bacteria Cultures, the Measures of the People's Republic of China on the Stockpiling and Management of Medical Bacteria Cultures, and the General Biosafety Standard for Microbiological and Biomedical Laboratories.
zh: ⑸ 中国政府制定的对生物武器及相关材料的储存实施保安的国家法律框架和执法措施：见《中华人民共和国兽医微生物菌种保藏管理试行办法》、《中华人民共和国医学微生物菌种保藏管理办法》和《微生物和生物医学实验室生物安全通用准则》。

source: f. For China's national legal framework and enforcement measures with regard to securing the transport of biological weapons and related materials, see the Law of the People's Republic of China on the Quarantine of Animals and Plants Brought Into or Taken Out of Chinese Territory and the General Biosafety Standard for Microbiological and Biomedical Laboratories.
zh: ⑹ 中国政府制定的对生物武器及相关材料的运输实施保安的国家法律框架和执法措施：见《中华人民共和国进出境动植物检疫法》和《微生物和生物医学实验室生物安全通用准则》。

source: For China's enforcement measures with regard to ensuring the physical protection of facilities and materials for, and transport of, biological weapons and related materials, see the General Biosafety Standard for Microbiological and Biomedical Laboratories.
zh: ⑺ 中国政府制定的对生物武器及相关材料的设备、材料及运输实施实物保护的执法措施：见《微生物和生物医学实验室生物安全通用准则》。

source: h. For China's national legal framework and enforcement measures with regard to the licensing and/or registration of facilities and/or persons handling biological materials, see the Regulations on the Management of Veterinary Medicines, the Measures for the Control of Biological Products for Veterinary Use, and the General Biosafety Standard for Microbiological and Biomedical Laboratories.
zh: ⑻ 中国政府制定的针对处理生物材料的设备和个人的许可证制度或注册制度的国家法律框架和执法措施：见《兽药管理条例》、《兽用生物制品管理办法》、《微生物和生物医学实验室生物安全通用准则》。

source: i. For China's national legal framework and enforcement measures with regard to ensuring that the means of delivery of biological weapons and related materials are accounted for, secured and physically protected, see the Regulations of the People's Republic of China on Export Control of Missile-Related Items and Technologies.
zh: ⑼ 中国政府制定的对生物武器及相关材料的运载工具进行衡算、实施保安及实物保护的国家法律框架和执法措施：见《中华人民共和国导弹及相关物项和技术出口管制条例》。

source: j. For China's national legal framework and enforcement measures with regard to genetic engineering research, the Procedures for the Safe Administration of Agricultural Biological Gene Engineering should be added [to the source document list for this item].
zh: ⑽ 中国政府制定的针对遗传工程研究的国家法律框架和执法措施：补充《基因工程安全管理办法》。

source: k. For other enforcement measures undertaken by China with regard to the safety and security of biological materials, see the General Biosafety Standard of the People's Republic of China for Microbiological and Biomedical Laboratories.
zh: ⑾ 中国政府制定的针对生物材料的安全的其他执法措施：见《中华人民共和国微生物和生物医学实验室生物安全通用准则》。

source: l. Item 17 [on matrix p. 11], “Other”: Amend “1989” to “2004”.
zh: ⑿ 第十七条“其他”：将“1989”修改为“2004”。

source: (ii) Chemical weapons and related materials
zh: 2. 化学武器及相关材料
